Repository: baillyjamy/egg
Catalog: locales/*/LC_MESSAGES/network_page.po
Languages: fr

# title
source: Network configuration
fr: Configuration réseau

# sidebar_title
source: Network configuration
fr: Configuration réseau

# root_configuration_title
source: Configuration for the user root
fr: Configuration pour l'utilisateur root

# user_configuration_title
source: Configuration for your personnal user account
fr: Configuration pour votre compte utilisateur personnel

# user_real_name_entry_label
source: Your name and your real firstname
fr: Votre nom et prénom réel

# user_entry_label
source: Your username
fr: Nom d'utilisateur

# password_entry_label
source: Type your password
fr: Entrer votre mot de passe

# validation_password_entry_label
source: Confirm your password
fr: Confirmer votre mot de passe

# user_placeholder_entry
source: Type your username here
fr: Taper votre nom d'utilisateur ici

# user_real_placeholder_entry
source: Type your real fullname here
fr: Taper votre réel nom d'utilisateur complet ici

# user_requirement_label
source: The username should have only letters in uppercase and lowercase from a to z, numbers, and the following characters: .-_
fr: Le nom d'utilisateur doit seulement avoir des lettres en majuscules et minuscules de a à z, nombres, et les caractères suivant : .-_

# password_requirement_label
source: The password should have letters in uppercase and lowercase, numbers, and special characters
fr: Le mot de passe doit avoir des lettres en majuscules et minuscules, des nombres, et des caractères spéciaux
