Repository: baillyjamy/egg
Catalog: locales/*/LC_MESSAGES/summary_page.po
Languages: fr

# title
source: Your installation configuration
fr: Votre configuration d'installation

# sidebar_title
source: Summary
fr: Récapitulatif

# installation_language
source: The system language choose is
fr: Le langage système choisis est le

# installation_keyboard
source: The system keyboard choose is
fr: Le clavier système choisis est le

# installation_timezone
source: You configured the timezone on:
fr: Vous avez configuré le fuseau horaire sur :

# installation_disk
source: You select the disk:
fr: Vous avez sélectionnez le disque :

# installation_partition
source: You selected the following partitions:
fr: Vous avez sélectionnez les partitions suivante :

# installation_network_part2
source: Your hostname is:
fr: Votre nom d'hôte est :

# installation_user
source: You created the following user:
fr: Vous avez crée l'utilisateur suivant :

# installation_user_username
source: Username
fr: Nom d'utilisateur

# installation_user_realfullname
source: Real full username
fr: Nom réel d'utilisateur complet

# installation_ip_manual_attribution_type_network
source: Manual
fr: Manuel

# installation_interface_type_network
source: Kind of connection:
fr: Connexion de type :

# installation_wifi_name_network
source: On:
fr: Sur :

# installation_ip_attribution_type_network
source: IP configuration attribution:
fr: Configuration IP de type :

# installation_netmask_network
source: Netmask:
fr: Masque de sous-réseaux :

# installation_gateway_network
source: Gateway:
fr: Passerelle internet :

# installation_nameserver_network
source: Nameservers:
fr: Serveur de noms :
